Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Remove Verification Code
de: Bestätigungscode entfernen
es: Eliminar código de verificación
fr: Supprimer le code de vérification
ja: 確認コードを削除
zh_hans: 移除验证码
zh_hant: 移除驗證碼

source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
ja: 名称変更
zh_hans: 重命名
zh_hant: 重新命名

source: Rename a group, organize it with tags, choose an icon, add notes, and control whether its entries appear in Search and AutoFill.
de: Benenne eine Gruppe um, organisiere sie mit Tags, wähle ein Symbol, füge Notizen hinzu und lege fest, ob ihre Einträge in der Suche und in AutoFill erscheinen.
es: Cambia el nombre de un grupo, organízalo con etiquetas, elige un icono, añade notas y controla si sus entradas aparecen en Buscar y Autorrelleno.
fr: Renommez un groupe, organisez-le à l’aide de tags, choisissez une icône, ajoutez des notes et déterminez si ses entrées apparaissent dans la recherche et le Remplissage automatique.
ja: グループの名称変更、タグでの整理、アイコンの選択、メモの追加ができるほか、そのエントリを検索や自動入力に表示するかどうかも設定できます。
zh_hans: 重命名群组、用标签整理、选择图标、添加备注，并控制其中的条目是否出现在搜索和自动填充中。
zh_hant: 重新命名群組、以標籤整理、選擇圖示、加入備註，並控制其中的項目是否顯示於搜尋和自動填寫。

source: Rename Database
de: Datenbank umbenennen
es: Cambiar el nombre de la base de datos
fr: Renommer la base de données
ja: データベースの名称変更
zh_hans: 重命名数据库
zh_hant: 重新命名資料庫

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換える
zh_hans: 替换
zh_hant: 取代

source: Replace existing verification code?
de: Vorhandenen Bestätigungscode ersetzen?
es: ¿Reemplazar el código de verificación existente?
fr: Remplacer le code de vérification existant ?
ja: 既存の確認コードを置き換えますか？
zh_hans: 要替换现有的验证码吗？
zh_hant: 要取代現有的驗證碼嗎？

source: Report a Bug
de: Fehler melden
es: Informar de un error
fr: Signaler un bug
ja: 問題を報告
zh_hans: 报告问题
zh_hant: 回報問題

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
zh_hans: 恢复
zh_hant: 回復

source: Restore this version?
de: Diese Version wiederherstellen?
es: ¿Restaurar esta versión?
fr: Restaurer cette version ?
ja: このバージョンを復元しますか？
zh_hans: 要恢复此版本吗？
zh_hant: 要回復此版本嗎？

source: results:%lld
de: Ergebnisse: %lld
es: resultados:%lld
fr: résultats : %lld

source: Retry Save
de: Sichern erneut versuchen
es: Reintentar guardar
fr: Réessayer l'enregistrement
ja: 保存を再試行
zh_hans: 重试保存
zh_hant: 重試儲存

source: Retry Save and Lock
de: Erneut sichern und sperren
es: Reintentar guardar y bloquear
fr: Réessayer d'enregistrer et verrouiller
ja: 保存を再試行してロック
zh_hans: 重试保存并锁定
zh_hant: 重試儲存並鎖定

source: Right-click an entry and choose Duplicate to start a new entry already filled in from it.
de: Klicke mit der rechten Maustaste auf einen Eintrag und wähle „Duplizieren“, um einen neuen Eintrag zu beginnen, der bereits mit dessen Angaben ausgefüllt ist.
es: Haz clic con el botón derecho en una entrada y elige «Duplicar» para empezar una nueva entrada ya rellenada con sus datos.
fr: Cliquez avec le bouton droit sur une entrée et choisissez « Dupliquer » pour commencer une nouvelle entrée déjà remplie à partir de celle-ci.
ja: エントリを右クリックして「複製」を選ぶと、その内容があらかじめ入力された新しいエントリを作成できます。
zh_hans: 右键点按条目并选择“创建副本”，即可开始一个已根据该条目填好内容的新条目。
zh_hant: 右鍵點按項目並選擇「建立副本」，即可開始一個已根據該項目填好內容的新項目。

source: Right-click an entry in the list to copy its username or password. Copying a password still asks you to confirm it’s you.
de: Klicke mit der rechten Maustaste auf einen Eintrag in der Liste, um seinen Benutzernamen oder sein Passwort zu kopieren. Beim Kopieren eines Passworts musst du dich weiterhin bestätigen.
es: Haz clic con el botón derecho en una entrada de la lista para copiar su nombre de usuario o su contraseña. Copiar una contraseña sigue pidiéndote que confirmes tu identidad.
fr: Cliquez avec le bouton droit sur une entrée de la liste pour copier son nom d’utilisateur ou son mot de passe. La copie d’un mot de passe vous demande toujours de confirmer votre identité.
ja: リストでエントリを右クリックすると、ユーザ名やパスワードをコピーできます。パスワードのコピーには、これまでどおり本人確認が必要です。
zh_hans: 在列表中右键点按条目，即可拷贝其用户名或密码。拷贝密码时仍需确认您的身份。
zh_hant: 在列表中右鍵點按項目，即可拷貝其使用者名稱或密碼。拷貝密碼時仍需確認您的身分。

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: Save and Lock
de: Sichern und sperren
es: Guardar y bloquear
fr: Enregistrer et verrouiller
ja: 保存してロック
zh_hans: 保存并锁定
zh_hant: 儲存並鎖定

source: Save as Conflict Copy
de: Als Konfliktkopie sichern
es: Guardar como copia de conflicto
fr: Enregistrer en tant que copie de conflit
ja: 競合コピーとして保存
zh_hans: 保存为冲突副本
zh_hant: 儲存為衝突副本

source: Save Conflict
de: Konflikt beim Sichern
es: Conflicto al guardar
fr: Conflit d'enregistrement
ja: 保存の競合
zh_hans: 保存冲突
zh_hant: 儲存衝突

source: Save new passkeys with NextPass
de: Neue Passkeys mit NextPass speichern
es: Guarda nuevas llaves de acceso con NextPass
fr: Enregistrez de nouvelles clés d’accès avec NextPass
ja: 新しいパスキーを NextPass に保存
zh_hans: 使用 NextPass 保存新通行密钥
zh_hant: 使用 NextPass 儲存新通行金鑰

source: Save or discard your changes before changing the master key.
de: Speichern oder verwerfen Sie Ihre Änderungen, bevor Sie den Master-Schlüssel ändern.
es: Guarde o descarte sus cambios antes de cambiar la clave maestra.
fr: Enregistrez ou annulez vos modifications avant de modifier la clé principale.
ja: マスターキーを変更する前に、変更内容を保存するか破棄してください。
zh_hans: 请先保存或放弃你的更改，再更改主密钥。
zh_hant: 請先儲存或捨棄你的變更，再更改主金鑰。

source: Save Passkey
de: Passkey sichern
es: Guardar llave de acceso
fr: Enregistrer la clé d'accès
ja: パスキーを保存
zh_hans: 保存通行密钥
zh_hant: 儲存通行金鑰

source: Save To
de: Sichern unter
es: Guardar en
fr: Enregistrer sous
ja: 保存先
zh_hans: 保存到
zh_hant: 儲存至

source: Save Without a Master Password?
de: Ohne Master-Passwort speichern?
es: ¿Guardar sin contraseña maestra?
fr: Enregistrer sans mot de passe principal ?
ja: マスターパスワードなしで保存しますか？
zh_hans: 不使用主密码保存？
zh_hant: 不使用主密碼儲存？

source: Save Without Password
de: Ohne Passwort speichern
es: Guardar sin contraseña
fr: Enregistrer sans mot de passe
ja: パスワードなしで保存
zh_hans: 不使用密码保存
zh_hant: 不使用密碼儲存

source: Save your changes before closing?
de: Änderungen vor dem Schließen sichern?
es: ¿Guardar los cambios antes de cerrar?
fr: Enregistrer vos modifications avant la fermeture ?
ja: 閉じる前に変更を保存しますか？
zh_hans: 关闭前保存更改？
zh_hant: 關閉前儲存變更？

source: Save your changes before locking?
de: Änderungen vor dem Sperren sichern?
es: ¿Guardar los cambios antes de bloquear?
fr: Enregistrer vos modifications avant le verrouillage ?
ja: ロックする前に変更を保存しますか？
zh_hans: 锁定前保存更改？
zh_hant: 鎖定前儲存變更？

source: Saves a copy of the database as NextPass currently has it. Use it to merge changes into your main file with another KeePass app when a cloud upload is stuck.
de: Speichert eine Kopie der Datenbank in dem Stand, den NextPass derzeit hat. Verwenden Sie sie, um Änderungen mit einer anderen KeePass-App in Ihre Hauptdatei zu übernehmen, wenn ein Cloud-Upload feststeckt.
es: Guarda una copia de la base de datos tal como la tiene NextPass actualmente. Úsela para combinar los cambios en su archivo principal con otra app de KeePass cuando una carga a la nube esté atascada.
fr: Enregistre une copie de la base de données telle que NextPass la possède actuellement. Utilisez-la pour fusionner les modifications dans votre fichier principal avec une autre app KeePass lorsqu'un envoi vers le cloud est bloqué.
ja: NextPass が現在保持している状態のデータベースのコピーを保存します。クラウドへのアップロードが滞っているときに、他の KeePass App でメインのファイルに変更を統合するために使用できます。
zh_hans: 保存 NextPass 当前所持有的数据库副本。当云端上传卡住时，可用它在其他 KeePass App 中将更改合并到你的主文件。
zh_hant: 儲存 NextPass 目前所持有的資料庫副本。當雲端上傳卡住時，可用它在其他 KeePass App 中將變更合併到你的主檔案。

source: Saves the locally cached copy of the database as NextPass currently has it. Use it to merge changes into your main file with another KeePass app when a cloud upload is stuck.
de: Speichert die lokal zwischengespeicherte Kopie der Datenbank in dem Stand, den NextPass derzeit hat. Verwenden Sie sie, um Änderungen mit einer anderen KeePass-App in Ihre Hauptdatei zu übernehmen, wenn ein Cloud-Upload feststeckt.
es: Guarda la copia almacenada localmente en caché de la base de datos tal como la tiene NextPass actualmente. Úsela para combinar los cambios en su archivo principal con otra app de KeePass cuando una carga a la nube esté atascada.
fr: Enregistre la copie mise en cache localement de la base de données telle que NextPass la possède actuellement. Utilisez-la pour fusionner les modifications dans votre fichier principal avec une autre app KeePass lorsqu'un envoi vers le cloud est bloqué.
ja: NextPass が現在保持している、ローカルにキャッシュされたデータベースのコピーを保存します。クラウドへのアップロードが滞っているときに、他の KeePass App でメインのファイルに変更を統合するために使用できます。
zh_hans: 保存 NextPass 当前所持有的数据库本地缓存副本。当云端上传卡住时，可用它在其他 KeePass App 中将更改合并到你的主文件。
zh_hant: 儲存 NextPass 目前所持有的資料庫本機快取副本。當雲端上傳卡住時，可用它在其他 KeePass App 中將變更合併到你的主檔案。

source: Saving changes
de: Änderungen werden gesichert
es: Guardando cambios
fr: Enregistrement des modifications
ja: 変更を保存しています
zh_hans: 正在保存更改
zh_hant: 正在儲存變更

source: Saving changes...
de: Änderungen werden gesichert …
es: Guardando cambios…
fr: Enregistrement des modifications…
ja: 変更を保存しています...
zh_hans: 正在保存更改...
zh_hant: 正在儲存變更...

source: Saving legacy KDBX 3.1 databases is not supported yet.
de: Das Sichern älterer KDBX-3.1-Datenbanken wird noch nicht unterstützt.
es: Guardar bases de datos KDBX 3.1 antiguas aún no es compatible.
fr: L'enregistrement des anciennes bases de données KDBX 3.1 n'est pas encore pris en charge.
ja: 従来の KDBX 3.1 データベースへの保存には、まだ対応していません。
zh_hans: 暂不支持保存旧版 KDBX 3.1 数据库。
zh_hant: 尚不支援儲存舊版 KDBX 3.1 資料庫。

source: Scan a QR code, paste a setup link, or type a key to add a verification code while editing an entry. Codes are saved in your database, so they work in other KeePass apps too.
de: Scanne einen QR-Code, füge einen Einrichtungslink ein oder tippe einen Schlüssel ein, um beim Bearbeiten eines Eintrags einen Bestätigungscode hinzuzufügen. Die Codes werden in deiner Datenbank gespeichert und funktionieren daher auch in anderen KeePass-Apps.
es: Escanea un código QR, pega un enlace de configuración o escribe una clave para añadir un código de verificación mientras editas una entrada. Los códigos se guardan en tu base de datos, así que también funcionan en otras apps de KeePass.
fr: Scannez un code QR, collez un lien de configuration ou saisissez une clé pour ajouter un code de vérification lors de la modification d’une entrée. Les codes sont enregistrés dans votre base de données et fonctionnent donc aussi dans les autres apps KeePass.
ja: エントリの編集中に QR コードをスキャンするか、設定リンクを貼り付けるか、キーを入力して確認コードを追加できます。コードはデータベースに保存されるので、他の KeePass App でも使えます。
zh_hans: 编辑条目时，可扫描二维码、粘贴设置链接或手动输入密钥来添加验证码。验证码保存在您的数据库中，因此在其他 KeePass App 中同样可用。
zh_hant: 編輯項目時，可掃描 QR 碼、貼上設定連結或手動輸入金鑰來新增驗證碼。驗證碼儲存在您的資料庫中，因此在其他 KeePass App 中同樣可用。

source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
ja: QR コードをスキャン
zh_hans: 扫描二维码
zh_hant: 掃描 QR 碼

source: Screen Privacy
de: Bildschirmdatenschutz
es: Privacidad de pantalla
fr: Confidentialité de l'écran
ja: 画面のプライバシー
zh_hans: 屏幕隐私
zh_hant: 螢幕隱私

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Search & AutoFill
de: Suche & AutoFill
es: Búsqueda y autorrelleno
fr: Recherche et remplissage automatique
ja: 検索と自動入力
zh_hans: 搜索与自动填充
zh_hant: 搜尋與自動填寫

source: Search entries
de: Einträge durchsuchen
es: Buscar entradas
fr: Rechercher des entrées
ja: エントリを検索
zh_hans: 搜索条目
zh_hant: 搜尋項目

source: Search Entries
de: Einträge durchsuchen
es: Buscar entradas
fr: Rechercher des entrées
ja: エントリを検索
zh_hans: 搜索条目
zh_hant: 搜尋項目

source: Search Results
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de recherche
ja: 検索結果
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Search results and the tag browser now show the folder each entry lives in, so similarly named entries are easier to tell apart.
de: Suchergebnisse und der Tag-Browser zeigen jetzt den Ordner jedes Eintrags an, sodass sich ähnlich benannte Einträge leichter unterscheiden lassen.
es: Los resultados de búsqueda y el explorador de etiquetas ahora muestran la carpeta de cada entrada, para que sea más fácil distinguir las entradas con nombres similares.
fr: Les résultats de recherche et le navigateur de tags affichent désormais le dossier de chaque entrée, ce qui permet de distinguer plus facilement les entrées portant des noms similaires.
ja: 検索結果とタグ一覧に、各エントリが属するフォルダが表示されるようになりました。名前の似たエントリも見分けやすくなります。
zh_hans: 搜索结果和标签浏览器现在会显示每个条目所在的文件夹，名称相近的条目更容易区分。
zh_hant: 搜尋結果和標籤瀏覽器現在會顯示每個項目所在的資料夾，名稱相近的項目更容易區分。

source: Secret Key
de: Geheimer Schlüssel
es: Clave secreta
fr: Clé secrète
ja: シークレットキー
zh_hans: 密钥
zh_hant: 金鑰

source: Secure random data could not be generated.
de: Sichere Zufallsdaten konnten nicht erzeugt werden.
es: No se pudieron generar datos aleatorios seguros.
fr: Impossible de générer des données aléatoires sécurisées.
ja: 安全な乱数を生成できませんでした。
zh_hans: 无法生成安全随机数据。
zh_hant: 無法產生安全隨機資料。

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
zh_hans: 安全
zh_hant: 安全性

source: See and restore earlier versions
de: Frühere Versionen ansehen und wiederherstellen
es: Vea y restaure versiones anteriores
fr: Consulter et restaurer les versions précédentes
ja: 以前のバージョンを確認して復元
zh_hans: 查看并恢复较早的版本
zh_hant: 查看並回復較早的版本

source: See where every entry belongs
de: Sehen, wohin jeder Eintrag gehört
es: Mira a qué carpeta pertenece cada entrada
fr: Voyez à quel dossier appartient chaque entrée
ja: エントリの保存場所がひと目でわかる
zh_hans: 查看每个条目所在的位置
zh_hant: 查看每個項目所在的位置

source: See your database's format, file size, last update, encryption, key-derivation settings, and compression without unlocking it.
de: Sehen Sie Format, Dateigröße, letzte Änderung, Verschlüsselung, Einstellungen zur Schlüsselableitung und Komprimierung Ihrer Datenbank, ohne sie zu entsperren.
es: Vea el formato, el tamaño del archivo, la última actualización, el cifrado, los ajustes de derivación de claves y la compresión de su base de datos sin desbloquearla.
fr: Consultez le format, la taille du fichier, la dernière modification, le chiffrement, les paramètres de dérivation de clé et la compression de votre base de données, sans la déverrouiller.
ja: ロックを解除しなくても、データベースのフォーマット、ファイルサイズ、最終更新日時、暗号化方式、鍵導出の設定、圧縮方式を確認できます。
zh_hans: 无需解锁即可查看数据库的格式、文件大小、最近更新时间、加密方式、密钥派生设置和压缩方式。
zh_hant: 無需解鎖即可查看資料庫的格式、檔案大小、最近更新時間、加密方式、金鑰衍生設定和壓縮方式。

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
zh_hans: 选择
zh_hant: 選取

source: Select a Database
de: Datenbank auswählen
es: Seleccionar una base de datos
fr: Sélectionner une base de données
ja: データベースを選択
zh_hans: 选择数据库
zh_hant: 選取資料庫

source: Select a Group
de: Gruppe auswählen
es: Seleccionar un grupo
fr: Sélectionner un groupe
ja: グループを選択
zh_hans: 选择群组
zh_hant: 選取群組

source: Select a matching entry to view its details.
de: Wählen Sie einen passenden Eintrag aus, um seine Details anzuzeigen.
es: Seleccione una entrada coincidente para ver sus detalles.
fr: Sélectionnez une entrée correspondante pour afficher ses détails.
ja: 一致したエントリを選択すると、詳細が表示されます。
zh_hans: 选择一个匹配的条目以查看其详细信息。
zh_hant: 選取相符的項目以查看其詳細資訊。

source: Select an Entry
de: Eintrag auswählen
es: Seleccionar una entrada
fr: Sélectionner une entrée
ja: エントリを選択
zh_hans: 选择条目
zh_hant: 選取項目

source: Select Group
de: Gruppe auswählen
es: Seleccionar grupo
fr: Sélectionner un groupe
ja: グループを選択
zh_hans: 选择群组
zh_hant: 選擇群組

source: Select Key File
de: Schlüsseldatei auswählen
es: Seleccionar archivo de clave
fr: Sélectionner un fichier de clé
ja: キーファイルを選択
zh_hans: 选择密钥文件
zh_hant: 選取金鑰檔案

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
zh_hans: 已选择
zh_hant: 已選取

source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
zh_hans: 发送
zh_hant: 傳送

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ja: フィードバックを送信
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

source: Send richer feedback
de: Aussagekräftigeres Feedback senden
es: Enviar comentarios más completos
fr: Envoyer des commentaires plus détaillés
ja: より詳しいフィードバックを送信
zh_hans: 发送更详尽的反馈
zh_hant: 傳送更詳盡的意見回饋

source: Set a new master password, or add, replace, or remove a key file, right from Database Details. A backup under the old key is kept, and biometric unlock keeps working.
de: Lege direkt in den Datenbankdetails ein neues Master-Passwort fest oder füge eine Schlüsseldatei hinzu, ersetze sie oder entferne sie. Eine Sicherungskopie mit dem alten Schlüssel bleibt erhalten, und die biometrische Entsperrung funktioniert weiterhin.
es: Establece una nueva contraseña maestra, o añade, reemplaza o elimina un archivo de clave, directamente desde los Detalles de la base de datos. Se conserva una copia de seguridad con la clave anterior y el desbloqueo biométrico sigue funcionando.
fr: Définissez un nouveau mot de passe principal, ou ajoutez, remplacez ou supprimez un fichier de clé, directement depuis les Détails de la base de données. Une sauvegarde sous l’ancienne clé est conservée, et le déverrouillage biométrique continue de fonctionner.
ja: 「データベースの詳細」から、新しいマスターパスワードの設定や、キーファイルの追加・置き換え・削除ができます。以前のキーによるバックアップは保持され、生体認証でのロック解除も引き続き利用できます。
zh_hans: 直接在“数据库详细信息”中设置新的主密码，或添加、替换、移除密钥文件。系统会保留使用旧密钥的备份，生物识别解锁也会继续可用。
zh_hant: 直接在「資料庫詳細資訊」中設定新的主密碼，或新增、取代、移除金鑰檔案。系統會保留使用舊金鑰的備份，生物辨識解鎖也會繼續可用。

source: Set Key File
de: Schlüsseldatei festlegen
es: Establecer archivo de clave
fr: Définir un fichier de clé
ja: キーファイルを設定
zh_hans: 设置密钥文件
zh_hant: 設定金鑰檔案

source: Set up AutoFill more easily
de: AutoFill einfacher einrichten
es: Configure el autorrelleno con más facilidad
fr: Configurer le remplissage automatique plus facilement
ja: 自動入力の設定がより簡単に
zh_hans: 更轻松地设置自动填充
zh_hant: 更輕鬆地設定自動填寫

source: Set up verification codes
de: Richte Bestätigungscodes ein
es: Configura códigos de verificación
fr: Configurez vos codes de vérification
ja: 確認コードを設定
zh_hans: 设置验证码
zh_hant: 設定驗證碼

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
ja: 設定…
zh_hans: 设置…
zh_hant: 設定…

source: Setup Link
de: Einrichtungslink
es: Enlace de configuración
fr: Lien de configuration
ja: 設定リンク
zh_hans: 设置链接
zh_hant: 設定連結

source: Show %@
de: %@ einblenden
es: Mostrar %@
fr: Afficher %@
ja: %@を表示
zh_hans: 显示 %@
zh_hant: 顯示 %@

source: Show All Credentials
de: Alle Zugangsdaten anzeigen
es: Mostrar todas las credenciales
fr: Afficher tous les identifiants
ja: すべての認証情報を表示
zh_hans: 显示所有凭据
zh_hant: 顯示所有憑證

source: Show All Files
de: Alle Dateien anzeigen
es: Mostrar todos los archivos
fr: Afficher tous les fichiers
ja: すべてのファイルを表示
zh_hans: 显示所有文件
zh_hant: 顯示所有檔案

source: Show in Search & AutoFill
de: In Suche & AutoFill anzeigen
es: Mostrar en la búsqueda y el autorrelleno
fr: Afficher dans la recherche et le remplissage automatique
ja: 検索と自動入力に表示
zh_hans: 在搜索与自动填充中显示
zh_hant: 在搜尋與自動填寫中顯示

source: Show in Search & AutoFill (Overrides Parent)
de: In Suche & AutoFill anzeigen (überschreibt übergeordnete Gruppe)
es: Mostrar en la búsqueda y el autorrelleno (anula el grupo superior)
fr: Afficher dans la recherche et le remplissage automatique (remplace le groupe parent)
ja: 検索と自動入力に表示（上位の設定より優先）
zh_hans: 在搜索与自动填充中显示（覆盖上级设置）
zh_hant: 在搜尋與自動填寫中顯示（覆寫上層設定）

source: Show master password
de: Master-Passwort einblenden
es: Mostrar contraseña maestra
fr: Afficher le mot de passe principal
ja: マスターパスワードを表示
zh_hans: 显示主密码
zh_hant: 顯示主密碼

source: Show Usage Stats in Database List
de: Nutzungsstatistik in der Datenbankliste anzeigen
es: Mostrar estadísticas de uso en la lista de bases de datos
fr: Afficher les statistiques d'utilisation dans la liste des bases de données
ja: データベース一覧に使用状況を表示
zh_hans: 在数据库列表中显示使用统计
zh_hant: 在資料庫列表中顯示使用統計

source: Shows why this database needs attention
de: Zeigt, weshalb diese Datenbank Aufmerksamkeit erfordert
es: Muestra por qué esta base de datos necesita atención
fr: Indique pourquoi cette base de données nécessite votre attention
ja: このデータベースに対応が必要な理由を表示します
zh_hans: 显示此数据库需要注意的原因
zh_hant: 顯示此資料庫需要注意的原因

source: Sign in to browse your %@ databases.
de: Melden Sie sich an, um Ihre %@-Datenbanken zu durchsuchen.
es: Inicie sesión para explorar sus bases de datos de %@.
fr: Connectez-vous pour parcourir vos bases de données %@.
ja: サインインすると、%@のデータベースを参照できます。
zh_hans: 登录以浏览您的 %@ 数据库。
zh_hant: 登入以瀏覽您的 %@ 資料庫。

source: Sign in to browse your %@ folders.
de: Melden Sie sich an, um Ihre %@-Ordner zu durchsuchen.
es: Inicie sesión para explorar sus carpetas de %@.
fr: Connectez-vous pour parcourir vos dossiers %@.
ja: サインインすると、%@のフォルダを参照できます。
zh_hans: 登录以浏览您的 %@ 文件夹。
zh_hant: 登入以瀏覽您的 %@ 資料夾。

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: サインアウト
zh_hans: 退出登录
zh_hant: 登出

source: Signing out disconnects future syncs but keeps cached cloud databases available until you remove them.
de: Beim Abmelden werden zukünftige Synchronisierungen getrennt, zwischengespeicherte Cloud-Datenbanken bleiben jedoch verfügbar, bis Sie sie entfernen.
es: Al cerrar sesión se desconectan las futuras sincronizaciones, pero las bases de datos en la nube almacenadas en caché siguen disponibles hasta que las quite.
fr: La déconnexion interrompt les futures synchronisations, mais les bases de données cloud mises en cache restent disponibles jusqu'à ce que vous les retiriez.
ja: サインアウトすると以降の同期は行われませんが、キャッシュされたクラウドのデータベースは、削除するまで引き続き使用できます。
zh_hans: 退出登录后将不再同步，但缓存的云数据库在您移除之前仍可使用。
zh_hant: 登出後將不再同步，但快取的雲端資料庫在您移除之前仍可使用。

source: Signing up somewhere new? The AutoFill picker's + button starts a new entry pre-filled with the site and a generated password, and fills it as soon as you save. Thanks to @miquno.
de: Du registrierst dich irgendwo neu? Die Taste „+“ in der AutoFill-Auswahl beginnt einen neuen Eintrag, vorausgefüllt mit der Website und einem generierten Passwort, und füllt ihn aus, sobald du speicherst. Dank an @miquno.
es: ¿Te registras en un sitio nuevo? El botón + del selector de Autorrelleno crea una nueva entrada rellenada con el sitio y una contraseña generada, y la rellena en cuanto guardas. Gracias a @miquno.
fr: Vous vous inscrivez quelque part ? Le bouton + du sélecteur de Remplissage automatique crée une nouvelle entrée préremplie avec le site et un mot de passe généré, puis la remplit dès l'enregistrement. Merci à @miquno.
ja: 新しいサービスに登録するときは、自動入力の選択画面にある + ボタンから、サイトと生成したパスワードが入力済みの新しいエントリを作成できます。保存するとそのまま入力されます。@miquno さんに感謝します。
zh_hans: 要在新网站注册？自动填充选择器中的 + 按钮会新建一个条目，预先填入网站和生成的密码，保存后立即填充。感谢 @miquno。
zh_hant: 要在新網站註冊？自動填寫選擇器中的 + 按鈕會建立新項目，預先填入網站和產生的密碼，儲存後隨即填寫。感謝 @miquno。

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
zh_hans: 大小
zh_hant: 大小

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
ja: 並べ替え
zh_hans: 排序
zh_hant: 排序

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並べ替えの基準
zh_hans: 排序方式
zh_hant: 排序方式

source: Sort Direction
de: Sortierreihenfolge
es: Dirección de ordenación
fr: Ordre de tri
ja: 並び順
zh_hans: 排序方向
zh_hant: 排序方向

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
ja: ソースコード
zh_hans: 源代码
zh_hant: 原始碼

source: Sponsor KeeForge
de: KeeForge unterstützen
es: Patrocinar KeeForge
fr: Soutenir KeeForge
ja: KeeForge をスポンサーする
zh_hans: 赞助 KeeForge
zh_hant: 贊助 KeeForge

source: Standard Icons
de: Standardsymbole
es: Iconos estándar
fr: Icônes standard
ja: 標準アイコン
zh_hans: 标准图标
zh_hant: 標準圖示

source: Strong
de: Stark
es: Fuerte
fr: Fort
ja: 強い
zh_hans: 强
zh_hant: 強

source: Suggested Password
de: Vorgeschlagenes Passwort
es: Contraseña sugerida
fr: Mot de passe suggéré
ja: 候補のパスワード
zh_hans: 建议的密码
zh_hant: 建議的密碼

source: Switch Database
de: Datenbank wechseln
es: Cambiar base de datos
fr: Changer de base de données
ja: データベースを切り替える
zh_hans: 切换数据库
zh_hant: 切換資料庫

source: Symbols
de: Symbole
es: Símbolos
fr: Symboles
ja: 記号
zh_hans: 符号
zh_hant: 符號

source: Sync older than 24h
de: Letzte Synchronisierung vor über 24 Std.
es: Última sincronización hace más de 24 h
fr: Dernière synchronisation il y a plus de 24 h
ja: 最終同期から 24 時間以上経過
zh_hans: 最后同步已超过 24 小时
zh_hant: 最後同步已超過 24 小時
